<?php
session_start();
?>
<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>أبو الحكم الأموي</title>
    <link rel="icon" type="image/jpg" href="images/homepageIcon.png">
    <link rel="stylesheet" href="style.css">
    <link id="dark-mode-stylesheet" rel="stylesheet" href="styles-dark.css" disabled>
</head>

<body>
    <nav id="navbar">
        <a href="umawi.php"><img id="imgIcon" src="images/homepageIcon.png"></a>
        <a href="javascript:void(0);" class="icon" onclick="toggleMenu()">&#9776;</a>
        <div id="nav-links">
            <a href="index.php">الصفحة الرئيسية</a>
            <a href="poems.php">الأشعار</a>
            <a href="books.php" class="active">الرسائل</a>
            <a href="bidaa.php">رؤوس الضلالة</a>
            <a href="downloads.php">مركز التنزيلات</a>
            <a href="chat.php">الملتقى</a>

            <?php
            if (isset($_SESSION['valid'])) {
                echo '<a href="home.php">الملف الشخصي</a>
                <a href="php/logout.php">تسجيل الخروج</a>';
            } else {
                echo '<a href="login.php">تسجيل الدخول</a>
                <a href="register.php">إنشاء حساب</a>';
            }
            ?>
        </div>
    </nav>
    <script>
        function toggleMenu() {
            var x = document.getElementById("navbar");
            if (x.className === "") {
                x.className += " responsive";
            } else {
                x.className = "";
            }
        }
    </script>
    <h1 class="h">أسماء الله الحسنى</h1>
    <ol class="p">
        <li>اللَّه: قُلْ هُوَ اَللَّهُ أَحَدٌ</li>
        <li>الأحد: قُلْ هُوَ اَللَّهُ أَحَدٌ</li>
        <li>الأعلى: سَبِّحِ اِسْمَ رَبِّكَ الأعلى</li>
        <li>الأكرم: اِقْرَأْ وَرَبُّكَ اَلْأَكْرَمُ</li>
        <li>الإله: اَللَّهُ لَا إِلَٰهَ إِلَّا هُوَ اَلْحَيُّ اُلْقَيُّومُ</li>
        <li>الأول: هُوَ اَلْأَوَّلُ وَالْأٓخِرُ وَالظَّٰهِرُ وَالْبَاطِنُ</li>
        <li>الآخر: هُوَ اَلْأَوَّلُ وَالْأٓخِرُ وَالظَّٰهِرُ وَالْبَاطِنُ</li>
        <li>الظاهر: هُوَ اَلْأَوَّلُ وَالْأٓخِرُ وَالظَّٰهِرُ وَالْبَاطِنُ</li>
        <li>الباطن: هُوَ اَلْأَوَّلُ وَالْأٓخِرُ وَالظَّٰهِرُ وَالْبَاطِنُ</li>
        <li>البارئ: هُوَ اَللَّهُ اُلْخَٰلِقُ اُلْبَارِئُ اُلْمُصَوِّرُ</li>
        <li>المصور: هُوَ اَللَّهُ اُلْخَٰلِقُ اُلْبَارِئُ اُلْمُصَوِّرُ</li>
        <li>الخالق: هُوَ اَللَّهُ اُلْخَٰلِقُ اُلْبَارِئُ اُلْمُصَوِّرُ</li>
        <li>البَرُّ: إِنَّهُۥ هُوَ اَلْبَرُّ اُلرَّحِيمُ</li>
        <li>الرحيم: إِنَّهُۥ هُوَ اَلْبَرُّ اُلرَّحِيمُ</li>
        <li>الرحمن: هُوَ اَلرَّحْمَٰنُ اُلرَّحِيمُ</li>
        <li>الملك: هُوَ اَللَّهُ اُلذِي لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ</li>
        <li>القدوس: هُوَ اَللَّهُ اُلذِي لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ اُلْقُدُّوسُ</li>
        <li>السلام: هُوَ اَللَّهُ اُلذِي لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ اُلْقُدُّوسُ اُلسَّلَٰمُ</li>
        <li>المؤمن: هُوَ اَللَّهُ اُلذِي لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ اُلْقُدُّوسُ اُلسَّلَٰمُ اُلْمُؤْمِنُ</li>
        <li>المهيمن: هُوَ اَللَّهُ اُلذِي لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ اُلْقُدُّوسُ اُلسَّلَٰمُ اُلْمُؤْمِنُ اُلْمُهَيْمِنُ</li>
        <li>العزيز: هُوَ اَللَّهُ اُلذِي لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ اُلْقُدُّوسُ اُلسَّلَٰمُ اُلْمُؤْمِنُ اُلْمُهَيْمِنُ اُلْعَزِيزُ</li>
        <li>الجبار: هُوَ اَللَّهُ اُلذِي لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ اُلْقُدُّوسُ اُلسَّلَٰمُ اُلْمُؤْمِنُ اُلْمُهَيْمِنُ اُلْعَزِيزُ اُلْجَبَّارُ</li>
        <li>المتكبر: هُوَ اَللَّهُ اُلذِي لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ اُلْقُدُّوسُ اُلسَّلَٰمُ اُلْمُؤْمِنُ اُلْمُهَيْمِنُ اُلْعَزِيزُ اُلْجَبَّارُ المتكبرُ</li>
        <li>الحكيم: وَهْوَ اَلْعَزِيزُ اُلْحَكِيْمُ</li>
        <li>الحي: اَللَّهُ لَا إِلَٰهَ إِلَّا هُوَ اَلْحَيُّ اُلْقَيُّومُ</li>
        <li>القيوم: اَللَّهُ لَا إِلَٰهَ إِلَّا هُوَ اَلْحَيُّ اُلْقَيُّومُ</li>
        <li>المحيط: وَاللَّهُ مِنْ وَّرَآئِهِم مُّحِيطُۢ</li>
        <li>الغفور: وَهْوَ اَلْغَفُورُ اُلْوَدُودُ</li>
        <li>الودود: وَهْوَ اَلْغَفُورُ اُلْوَدُودُ</li>
        <li>الحميد: وَمَا نَقَمُواْ مِنْهُمْ إِلَّا أَنْ يُّؤْمِنُواْ بِاللَّهِ اِلْعَزِيزِ اِلْحَمِيدِ</li>
        <li>الشهيد: وَاللَّهُ عَلَيٰ كُلِّ شَيءٖ شَهِيدٌ</li>
        <li>الصمد: اللَّهُ الصَّمَدُ</li>
        <li>الشكور: وَاللَّهُ شَكُورٌ حَلِيمٌ</li>
        <li>الحليم: وَاللَّهُ شَكُورٌ حَلِيمٌ</li>
        <li>التواب: وَاتَّقُواْ اُللَّهَ إِنَّ اَللَّهَ تَوَّابٞ رَّحِيمٞ</li>
        <li>السميع: إِنَّ اَللَّهَ سَمِيعُۢ بَصِيرٌ</li>
        <li>البصير: إِنَّ اَللَّهَ سَمِيعُۢ بَصِيرٌ</li>
        <li>الرزاق: إِنَّ اَللَّهَ هُوَ اَلرَّزَّاقُ ذُو اُلْقُوَّةِ المتين</li>
        <li>المتين: إِنَّ اَللَّهَ هُوَ اَلرَّزَّاقُ ذُو اُلْقُوَّةِ اِلْمَتِينُ</li>
        <li>العلي: وَهْوَ اَلْعَلِيُّ اُلْعَظِيمُ</li>
        <li>العظيم: وَهْوَ اَلْعَلِيُّ اُلْعَظِيمُ</li>
        <li>العليم: وَاللَّهُ سَمِيعٌ عَلِيمٌ</li>
        <li>القريب: إِنَّ رَبِّي قَرِيْبٌ مُّجِيْبٌ</li>
        <li>المجيب: إِنَّ رَبِّي قَرِيْبٌ مُّجِيبٌ</li>
        <li>الغنيُّ: فَإِنَّ رَبِّي غَنِيٌّ كَرِيْمٌ</li>
        <li>الكريم: فَإِنَّ رَبِّي غَنِيٌّ كَرِيْمٌ</li>
        <li>الغفار: أَلَا هُوَ الْعَزِيْزُ الغَفَّارُ</li>
        <li>القهار: لِلَّهِ الْوَاحِدِ الْقَهَّار</li>
        <li>المجيد: ذُو الْعَرْشِ الْمَجِيْدُ</li>
        <li>المليك: فِيْ مَقْعَدِ صِدْقٍ عِنْدَ مَلِيْكٍ مُّقْتَدِرٍ</li>
        <li>المقتدر: فِيْ مَقْعَدِ صِدْقٍ عِنْدَ مَلِيْكٍ مُّقْتَدِرٍ</li>
        <li>الوليُّ: وَهُوَ الْوَلِيُّ الْحَمِيْدُ</li>
        <li>المَوْلَى: نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيْرُ</li>
        <li>النصير: نِعْمَ الْمَوْلَي وَنِعْمَ النَّصِيْرُ</li>
        <li>الواحد: لِلَّهِ الْوَاحِدِ الْقَهَّا</li>
        <li>القاهر: وَهُوَ القَاهِرُ فَوْقَ عِبَادِهِ</li>
        <li>الكبير: إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا</li>
        <li>الحق: فَتَعَٰلَى اَللَّهُ اُلْمَلِكُ اُلْحَقّ</li>
        <li>الرؤوف: إِنَّ اَللَّهَ بِالنَّاسِ لَرَءُوفٞ رَّحِيمٞ</li>
        <li>الخَلَّاق: إِنَّ رَبَّكَ هُوَ اَلْخَلَّٰقُ الْعَلِيْمُ</li>
        <li>الشاكر: وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ</li>
        <li>الفتاح: وَهُوَ الْفَتَّاحُ الْعَلِيْمُ</li>
        <li>الواسع: وَاللَّهُ وَٰسِعٌ عَلِيمٞ</li>
        <li>الوهاب: إِنَّكَ أَنْتَ الْوَهَّابُ</li>
        <li>الهَادِيْ: وَكَفَى بِرَبِّكَ هَادِيًا وَّنَصِيْرًا</li>
        <li>الوكيل: وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ</li>
        <li>اللطيف: إِنَّ اللَّهَ لَطِيْفٌ خَبِيْرٌ</li>
        <li>المقيت: وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُّقِيْتًا</li>
        <li>الخبير: إِنَّ اللَّهَ لَطِيْفٌ خَبِيْرٌ</li>
        <li>الحافظ: فَاللَّهُ خَيْرٌ حَٰفِظًا</li>
        <li>الحفيظ: إِنَّ رَبِّيْ عَلَى كُلِّ شَيْءٍ حَفِيْظٌ</li>
        <li>الحسيب: وَكفَىٰ بِاللَّهِ حَسِيْبًا</li>
        <li>المبين: وَيَعْلَمُوْنَ أَنَّ اللَّهَ هُوَ الْحقُّ الْمُبِيْنُ</li>
        <li>الرقيب: فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ أَنْتَ الرَّقِيْبَ عَلَيْهِمْ</li>
        <li>القادر: قُلْ هُوَ الْقَادِرُ عَلَى أَن يَّبْعَثَ عَلَيْكُمْ عَذَابًا مِّنْ فَوْقِكُمْ وَمِن تَحْتِ أَرْجُلِكُمْ</li>
        <li>القدير: أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ</li>
        <li>الوارث: وَكُنَّا نَحْنُ الْوَارِثِيْنَ</li>
        <li>المتعالي: عَٰلِمُ الغَيْبِ والشَّهَٰدةِ الْكَبِيْرُ الْمُتَعَالِ</li>
        <li>القَوِيُّ: إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيْزُ</li>
        <li>العفو: وَكَانَ اللَّهُ عَفُوًّا غَفُوْرًا</li>
        <li>الوالِيْ: وَمَا لَهُم مِّنْ دُوْنِهِ مِن وَّالٍ</li>
        <li>الطبيب: عن أبي رمثة قال رسول اللَّه اللَّهُ الطَّبيبُ بل أنتَ رجلٌ رفيقٌ. (سنن أبي داود)</li>
        <li>الجميل: عن عبد اللَّه بن مسعود قال رسول اللَّه إِنَّ اللَّهَ جَمِيْلٌ يُّحِبُّ الْجَمَالَ. (صحيح مسلم)</li>
        <li>الحكم: عن هانئ بن يزيد بن شريح قال رسول اللَّه إِنَّ اللَّهَ هُوَ الْحَكَمُ وإِلَيْهِ الْحُكْمُ (سنن أبي داود)</li>
        <li>الرب: عن عمرو بن عبس قال رسول اللَّه أقرَبُ ما يَكونُ الرَّبُّ منَ العبدِ في جوفِ اللَّيلِ الآخر. (سنن الترمذي)</li>
        <li>الرفيق: عن عائشة قال رسول اللَّه إِنَّ اللَّهَ رَفِيْقٌ يُّحِبُّ الرِّفْقَ (صحيح مسلم)</li>
        <li>السبوح: عن عائشة أن رسول اللَّه كان يقول في ركوعه وسجوده: سُبُّوح قُدُّوْس رَبُّ الْمَلَائِكَةِ وَالرُّوْحِ. (صحيح مسلم)</li>
        <li>السيد: عن عبد اللَّهِ بن الشِّخِّيْرِ قال رسول اللَّه السَّيِّدُ اللَّهُ تَبَارَكَ وَتَعَالَى. (سنن أبي داود ومسند أحمد)</li>
        <li>الشافي: عن عائشة أن النبي كان إذا عاد مريضا يقول: أَذْهِبِ البَاسَ رَبَّ النَّاسِ اِشْفِ أَنْتَ الشَّافِيْ لَا شِفَاءَ إلَّا شِفَاؤُكَ شِفَاءً لَّا يُغَادِرُ سَقَمَاً. (صحيح البخاري)</li>
        <li>الطيب: عن أَبي هُرَيْرَةَ قال رسول اللَّه إِنَّ اللَّهَ طَيِّبٌ لَّا يَقْبَلُ إِلَّا طَيِّبَاً. (صحيح مسلم)</li>
        <li>القابض: عن أَنَسِ بْنِ مَالِكٍ قال رسول اللَّه إنَّ اللهَ هُوَ الخَالِقُ القَابِضُ البَاسِطُ الرَّازِقُ المُسَعِّرُ. (سنن الترمذي)</li>
        <li>الباسط: عن أَنَسِ بْنِ مَالِكٍ قال رسول اللَّه إنَّ اللهَ هُوَ الخَالِقُ القَابِضُ البَاسِطُ الرَّازِقُ المُسَعِّرُ. (سنن الترمذي)</li>
        <li>المُسَعِّرُ: عن أَنَسِ بْنِ مَالِكٍ قال رسول اللَّه إنَّ اللهَ هُوَ الخَالِقُ القَابِضُ البَاسِطُ الرَّازِقُ المُسَعِّرُ. (سنن الترمذي)</li>
        <li>الوِتر: عن أَبي هُرَيْرَةَ قال رسول اللَّه لِلَّهِ تِسْعَةٌ وَتِسْعُونَ اسْمًا مَنْ حَفِظَهَا دَخَلَ الْجَنَّةَ وَإِنَّ اللهَ وِتْرٌ يُحِبُّ الْوِتْرَ. (صحيح البخاري)</li>
        <li>الدَّيَّانُ: عن جابر بن عبد اللَّهِ قال رسول اللَّه يَحْشُرُ اللَّهُ العِبَادَ فَيُنَادِيهِمْ بِصَوْتٍ يَسْمَعُهُ مَنْ بَعُدَ كَمَا يَسْمَعُهُ مَنْ قَرُبَ: أَنَا المَلِكُ أَنَا الدَّيَّانُ. (صحيح البخاري)</li>
        <li>الواجِدُ: عن أَبي ذَرٍّ قال رسول اللَّه نقلا عن الله ذلك لأنِّي جَوادٌ واجدٌ أفعَلُ ما أشاءُ عَطائي كلامٌ وعَذابي كلامٌ إذا أرَدْتُ شيئًا فإنَّما أقولُ له كُنْ فيكونُ. (مسند أحمد)</li>
        <li>المقدم: عن عَلِيِّ بْنِ أَبِي طَالِبٍ كانَ رَسُولُ اللَّهِ إِذَا قَامَ إِلَى الصَّلاةِ يكونُ مِنْ آخِر مَا يقولُ بينَ التَّشَهُّدِ والتَّسْلِيم: اللَّهمَّ اغفِرْ لِي مَا قَدَّمتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ ومَا أعْلَنْتُ وَمَا أَسْرفْتُ وَمَا أَنتَ أَعْلمُ بِهِ مِنِّي أنْتَ المُقَدِّمُ وَأنْتَ المُؤَخِّرُ لا إلهَ إلاَّ أنْتَ. (صحيح البخاري ومسلم)</li>
        <li>المؤخر: عن عَلِيِّ بْنِ أَبِي طَالِبٍ كانَ رَسُولُ اللَّهِ إِذَا قَامَ إِلَى الصَّلاةِ يكونُ مِنْ آخِر مَا يقولُ بينَ التَّشَهُّدِ والتَّسْلِيم: اللَّهمَّ اغفِرْ لِي مَا قَدَّمتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ ومَا أعْلَنْتُ وَمَا أَسْرفْتُ وَمَا أَنتَ أَعْلمُ بِهِ مِنِّي أنْتَ المُقَدِّمُ وَأنْتَ المُؤَخِّرُ لا إلهَ إلاَّ أنْتَ. (صحيح البخاري ومسلم)</li>
        <li>المنان: عن أَنَس بن مَالك مَرَّ النَّبيُّ بأبي عيَّاشٍ زيدِ بنِ الصَّامتِ الزُّرْقيِّ وهو يُصلِّي وهو يقولُ اللَّهمَّ إنِّي أسألُك بأنَّ لك الحمدَ لا إلهَ إلَّا اللهُ أنت يا منَّانُ يا بديعَ السَّماواتِ والأرضِ يا ذا الجلالِ والإكرامِ فقال لقد سألتَ اللهَ باسمِه الأعظمِ الَّذي إذا دُعي به أجاب وإذا سُئل به أعطَى. (سنن أبي داود)</li>
    </ol>

    <script src="script.js"></script>
</body>

</html>