<?php
session_start();
?>
<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>أبو الحكم الأموي</title>
    <link rel="icon" type="image/jpg" href="images/homepageIcon.png">
    <link rel="stylesheet" href="style.css">
    <link id="dark-mode-stylesheet" rel="stylesheet" href="styles-dark.css" disabled>
</head>

<body>
    <nav id="navbar">
        <a href="umawi.php"><img id="imgIcon" src="images/homepageIcon.png"></a>
        <a href="javascript:void(0);" class="icon" onclick="toggleMenu()">&#9776;</a>
        <div id="nav-links">
            <a href="index.php">الصفحة الرئيسية</a>
            <a href="poems.php">الأشعار</a>
            <a href="books.php" class="active">الرسائل</a>
            <a href="bidaa.php">رؤوس الضلالة</a>
            <a href="downloads.php">مركز التنزيلات</a>
            <a href="chat.php">الملتقى</a>

            <?php
            if (isset($_SESSION['valid'])) {
                echo '<a href="home.php">الملف الشخصي</a>
                <a href="php/logout.php">تسجيل الخروج</a>';
            } else {
                echo '<a href="login.php">تسجيل الدخول</a>
                <a href="register.php">إنشاء حساب</a>';
            }
            ?>
        </div>
    </nav>
    <script>
        function toggleMenu() {
            var x = document.getElementById("navbar");
            if (x.className === "") {
                x.className += " responsive";
            } else {
                x.className = "";
            }
        }
    </script>
    <h1 class="h">نسب بني أيوب</h1>
    <p class="p">- السُّلطان الملك النَّاصر صلاح الدين يوسف بن أيوب بن شاذي بن مروان، ويقال: إنَّ مروان من أولاد خُلفاء بني أمية. (مرآة الزمان لسبط ابن الجوزي)
        - وأنكر جماعة من ملوك بنى أيوب النسبة إلى الأكراد، وقال: إنما نحن عرب، نزلنا عند الأكراد وتزوجنا منهم وادعى بعضهم النسب إلى بنى أمية. وكان الملك المعز إسماعيل بن سيف الإسلام ظهير الدين يدّعى ذلك، وسمى نفسه المعز لدين الله، وخطب لنفسه بالخلافة في اليمن. (مفرج الكروب لابن واصل)
        <br>- والذي نسب إلى بني أمية ادعاء هو الملك أبو الفداء إسماعيل بن طغتكين بن أيوب بن شاذي، ويعرف بابن سيف الإسلام، وقد ملك اليمن بعد أبيه، فتعاظم في نفسه، وادعى الخلافة، وتلقب بالإمام الهادي بنور الله، المعز لدين الله، أمير المؤمنين، وزعم أنه أموي (عقد الجمان لبدر الدين العيني)
        <br>- والذين ادّعوا هذا النسب قالوا: أيوب بن شاذي بن مروان بن الحكم ابن عبد الرحمن بن محمد بن عبد الله بن محمد بن محمد بن عبد الرحمن ابن الحكم بن هشام بن عبد الرحمن الداخل بن معاوية بن هشام ابن عبد الملك بن مروان بن الحكم بن أبى العاص بن أمية بن عبد شمس ابن عبد مناف، وفي عبد مناف يجتمع نسب رسول الله صلى الله عليه وسلم ونسب بنى أمية. فهذا قول من جعل نسبهم في بنى أمية. (مفرج الكروب لابن واصل)
        <br>- قال السلطان خليل بن سيف الدين قلاوون الأيوبي في ديوانه (الشعراء الأيوبيون):
    </p>
    <table class="poem" style="height: 120px;">
        <tr>
            <th class="justify">لم يبق في الدنيا ملاذ يُرتجى</th>
            <th class="center">1</th>
            <th class="justify">في العالمين ولا نصير كاف</th>
        </tr>
        <tr>
            <th class="justify">إلا ابن أيّوب الذي صدق الوعود</th>
            <th class="center">2</th>
            <th class="justify">هو الأمين ومجمع الألطاف</th>
        </tr>
        <tr>
            <th class="justify">الأشرف السلطان بالنسب الذي</th>
            <th class="center">3</th>
            <th class="justify">بالنقل متّصل بعبد مناف</th>
        </tr>
    </table>
    <p class="p">- وَابْن سيف الْإِسْلَام هَذَا هُوَ أَبُو الْفِدَاء اسماعيل بن طغتكين بن أَيُّوب بن شاذي ابْن أخي السُّلْطَان صَلَاح الدّين ملك الْيمن بعد أَبِيه وتعاظم إِلَى أَن ولي نَفسه الْخلَافَة وَادّعى أَنه من بني أُميَّة وعزم على إِعَادَة الْخلَافَة من بني هَاشم إِلَى بني أُميَّة وَله فِي ذَلِك أشعار كَثِيرَة وتلقب بِالْإِمَامِ الْهَادِي بِنور الله الْمعز لدين الله أَمِير الْمُؤمنِينَ ومدحه كثير من الشُّعَرَاء بذلك وزينوا لَهُ فعله وَمَا هُوَ فِيهِ فَمن شعره (الروضتين في أخبار الدولتين لأبي شامة المقدسي):
    </p>
    <table class="poem" style="height: 120px;">
        <tr>
            <th class="justify">وَإِنِّي أَنا الْهَادِي الْخَلِيفَة وَالَّذِي</th>
            <th class="center">1</th>
            <th class="justify">أدوس رِقَاب الغُلب بالضُّمَّر الجرد</th>
        </tr>
        <tr>
            <th class="justify">وَلَا بُد مِنْ بَغْدَاد أطوي ربوعها</th>
            <th class="center">2</th>
            <th class="justify">وأنشرها نشر السماسر للبرد</th>
        </tr>
        <tr>
            <th class="justify">وأنصب أعلامي على شرفاتها</th>
            <th class="center">3</th>
            <th class="justify">وأُحيي بهَا مَا كَانَ أسسه جدّي</th>
        </tr>
        <tr>
            <th class="justify">ويُخطبُ لي فِيهَا على كل مِنْبَر</th>
            <th class="center">4</th>
            <th class="justify">وَأظْهر دين الله فِي الْغَوْر والنّجد</th>
        </tr>
    </table>
    <p class="p">
        - ولم أرَ أحداً ممن أدركتُه من مشايخ بيتنا يعترف بهذا النسب (الفوائد الجلية للأمجد الحسن بن داود الأيوبي ويقصد النسب الكردي)
        <br>- ودفن في الصفة وارتفعت الأصوات بالبكاء وعظم الضجيج، حتى إن العاقل ليخيل له أن الدنيا كلها تصيح صوتا واحدا، وغشي الناس ما شغلهم عن الصلاة عليه، وتأسف الناس عليه حتى الفرنج لما كان من صدق وفائه. ثم بنى ولده الأفضل قبة شمالي الجامع نقله إليها بعد ثلاث سنين، فجلس هناك للعزاء ثلاثا. (سير أعلام النبلاء للذهبي، والجامع هو جامع بني أمية)
    </p>
    <script src="script.js"></script>
</body>

</html>