<?php
session_start();
?>
<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>أبو الحكم الأموي</title>
    <link rel="icon" type="image/jpg" href="images/homepageIcon.png">
    <link rel="stylesheet" href="style.css">
    <link id="dark-mode-stylesheet" rel="stylesheet" href="styles-dark.css" disabled>
</head>

<body>
    <nav id="navbar">
        <a href="umawi.php"><img id="imgIcon" src="images/homepageIcon.png"></a>
        <a href="javascript:void(0);" class="icon" onclick="toggleMenu()">&#9776;</a>
        <div id="nav-links">

            <a href="index.php">الصفحة الرئيسية</a>
            <a href="poems.php">الأشعار</a>

            <a href="books.php" class="active">الرسائل</a>
            <a href="bidaa.php">رؤوس الضلالة</a>
            <a href="downloads.php">مركز التنزيلات</a>
            <a href="chat.php">الملتقى</a>

            <?php
            if (isset($_SESSION['valid'])) {
                echo '<a href="home.php">الملف الشخصي</a>
                <a href="php/logout.php">تسجيل الخروج</a>';
            } else {
                echo '<a href="login.php">تسجيل الدخول</a>
                <a href="register.php">إنشاء حساب</a>';
            }
            ?>
        </div>
    </nav>
    <script>
        function toggleMenu() {
            var x = document.getElementById("navbar");
            if (x.className === "") {
                x.className += " responsive";
            } else {
                x.className = "";
            }
        }
    </script>
    <h1 class="h">خَلق الأرض</h1>
    <p class="p">1- وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا: قال الطبري: والله الذي مَدَّ الأرض، فبسطها طولا وعرضًا. وقال ابن كثير: جعلها متسعة ممتدة في الطول والعرض</p>
    <p class="p">2- اَلذِي جَعَلَ لَكُمُ اُلْأَرْضَ فِرَٰشاٗ وَالسَّمَآءَ بِنَآءٗ: نقل الطبري عن ابن عباس وعن مُرَّة عن ابن مسعود وعن ناس من أصحاب النبي: فبناءُ السماء علي الأرض كهيئة القبة وهي سقف علي الأرض. وقال ابن كثير: بأن جعل لهم الأرض فراشا أي مهدا كالفراش مقررة موطأة مثبتة بالرواسي الشامخات. وقال البغوي: أي بساطاً.</p>
    <p class="p">3- وَالْأَرْضَ فَرَشْنَٰهَا فَنِعْمَ اَلْمَٰهِدُونَ: قال البغوي: بسطناها ومهدناها لكم.</p>
    <p class="p">4- الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا: قال البغوي: أي: فراشا وهو اسم لما يفرش، كالبساط: اسم لما يبسط.</p>
    <p class="p">5- وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا: قال ابن كثير: أي: بسطها ومهدها وقررها وثبتها بالجبال الراسيات الشامخات. وقال البغوي: فرشها وبسطها لكم. </p>
    <p class="p">6- وَأَلْقَيٰ فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِكُمْ: قال الطبري: وذلك أنه جلّ ثناؤه أرسى الأرض بالجبال لئلا يميد خلقه الذي علي ظهرها، بل وقد كانت مائدة قبل أن تُرْسَى بها. وقال علي بن أبي طالب لما خلق الله الأرض قمصت، وقالت: أي ربّ أتجعل عليّ بني آدم يعملون عليّ الخطايا ويجعلون عليّ الخبث، قال: فأرسي الله عليها من الجبال ما ترون وما لا ترون، فكان قرارها كاللحم يترجرج. وقال الحسن البصري: لما خلقت الأرض كادت تميد، فقالوا: ما هذه بمقرّة علي ظهرها أحدا، فأصبحوا وقد خُلقت الجبال، فلم تدر الملائكة مم خُلقت الجبال (تفسير الطبري). وقال قيس بن عبادة: أن الله تعالي لما خلق الأرض، جعلت تمور، فقالت الملائكة: ما هذه بمقرة علي ظهرها أحدا، فأصبحت صبحا وفيها رواسيها (تفسير الطبري). وقال البغوي: أي لئلا تميد بكم؛ أي تتحرك وتميل. والميد: هو الاضطراب والتكفؤ، ومنه قيل للدوار الذي يعتري راكب البحر: ميد. </p>
    <p class="p">7- أَلَمْ نَجْعَلِ الأَرْضَ مِهَادًا: قال قتادة: أي: بساطا (تفسير الطبري). وقال ابن كثير: أي: ممهدة للخلائق ذلولا لهم، قارة ساكنة ثابتة. وقال البغوي: فراشاً. </p>
    <p class="p">8- وَالْجِبَالَ أَوْتَادًا: قال ابن كثير: أي: جعلها لها أوتادا أرساها بها وثبتها وقررها حتي سكنت ولم تضطرب بمن عليها. </p>
    <p class="p">9- وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍ لَّهَا: عن أبي ذر عن النبي: أتدرون أين تذهب هذه الشمس قالوا: الله ورسوله أعلم، قال: إن هذه تجري حتي تنتهي إلي مستقرها تحت العرش فتخر ساجدة، فلا تزال كذلك حتي يقال لها: ارتفعي، ارجعي من حيث جئت، فترجع، فتصبح طالعة من مطلعها، ثم تجري حتي تنتهي إلي مستقرها تحت العرش فتخر ساجدة، ولا تزال كذلك حتي يقال لها: ارتفعي، ارجعي من حيث جئت، فترجع فتصبح طالعة من مطلعها، ثم تجري لا يستنكر الناس منها شيئا حتي تنتهي إلي مستقرها ذاك تحت العرش، فيقال لها: ارتفعي، أصبحي طالعة من مغربك، فتصبح طالعة من مغربها. فقال رسول اللّه أتدرون متي ذلكم ذاك حين لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا (صحيح مسلم). وقال عكرمة: إن الشمس إذا غربت دخلت محرابا تحت العرش تسبح الله حتي تصبح فإذا أصبحت استعفت ربها من الخروج فيقول لها الرب، ولم ذاك، قالت إني إذا خرجت عبدت من دونك. فيقول الرب تبارك وتعالى: اخرجي فليس عليك من ذاك شيء، سأبعث إليهم جهنم مع سبعين ألف ملك يقودونها حتي يدخلوهم فيها (تفسير القرطبي). وقال الحسن البصري: إن للشمس في السنة ثلاثمائة وستين مطلعا، تنزل في كل يوم مطلعا، ثم لا تنزله إلي الحول، فهي تجري في تلك المنازل وهي مستقرها. (تفسير القرطبي)</p>
    <p class="p">10- إِنَّ اَللَّهَ يُمْسِكُ اُلسَّمَٰوَٰتِ وَالْأَرْضَ أَن تَزُولَا: قال الطبري: حدثنا جرير عن مغيرة عن إبراهيم قال: ذهب جُندَب البَجَلي إلي كعب الأحبار فقدم عليه ثم رجع فقال له ابن مسعود: حدثنا ما حدثك. فقال: حدثني أن السماء في قطب كقطب الرحا، والقطب عمود علي منكب ملك. قال عبد الله لوددت أنك افتديت رحلتك بمثل راحلتك، ثم قال: ما تنتكت اليهودية في قلب عبد فكادت أن تفارقه، ثم قال إِنَّ اَللَّهَ يُمْسِكُ اُلسَّمَٰوَٰتِ وَالْأَرْضَ أَن تَزُولَا، كفى بها زوالا أن تدور. وعن ابن وهب عن مالك أنه قال السماء لا تدور (تفسير ابن كثير)</p>
    <p class="p">11- لَا اَلشَّمْسُ يَنۢبَغِي لَهَا أَن تُدْرِكَ اَلْقَمَرَ وَلَا اَليْلُ سَابِقُ اُلنَّهَارِ: قال أبو صالح: لا يدرك هذا ضوءَ هذا ولا هذا ضوء هذا. (تفسير ابن كثير)</p>
    <p class="p">12- وَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ: قال الطبري: وكل ما ذكرنا من الشمس والقمر والليل والنهار في فلك يجرون. وقال ابن عباس في فلك كفلك المِغْزَل (تفسير ابن كثير). وقال مجاهد: يجرون (تفسير الطبري). وقال قتادة: أي: في فلك السماء يسبحون (تفسير الطبري). وقال ابن كثير: يعني: الليل والنهار، والشمس والقمر، كلهم يسبحون.  </p>
    <p class="p">13- أَوَلَمْ يَرَ اَلذِينَ كَفَرُواْ أَنَّ اَلسَّمَٰوَٰتِ وَالْأَرْضَ كَانَتَا رَتْقاٗ فَفَتَقْنَٰهُمَا: قال الطبري: أو لم ينظر هؤلاء الذي كفروا بالله بأبصار قلوبهم، فيروا بها، ويعلموا أن السماوات والأرض كانتا رَتْقا: يقول: ليس فيهما ثقب، بل كانتا ملتصقتين. وقال ابن عباس كانتا ملتصقتين، فرفع السماء ووضع الأرض (تفسير الطبري). وقال ابن عباس وعطاء وقتادة: كانتا شيئا واحدا ملتزقتين ففصل الله بينهما بالهواء (تفسير البغوي). وقال ابن كثير: كان الجميع متصلا بعضه ببعض متلاصق متراكم، بعضه فوق بعض في ابتداء الأمر، ففتق هذه من هذه. فجعل السماوات سبعا، والأرض سبعا، وفصل بين سماء الدنيا والأرض بالهواء، فأمطرت السماء وأنبتت الأرض. </p>
    <p class="p">14-قوله تعالي: وَإِلَي الأرْضِ كَيْفَ سُطِحَتْ: قال الطبري: وإلي الأرض كيف بُسطت، يقال: جبل مُسَطَّح: إذا كان في أعلاه استواء. وقال قتادة: بُسطت (تفسير القرطبي). وقال ابن كثير: كيف بسطت ومدت ومهدت. وقال البغوي: بسطت. وقال ابن عباس، هل يقدر أحد أن يخلق مثل الإبل، أو يرفع مثل السماء أو ينصب مثل الجبال أو يسطح مثل الأرض غيري (تفسير البغوي)</p>
    <p class="p">15- وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَىٰهَا: قال الطبري: الدحوّ إنما هو البسط في كلام العرب، والمدّ. وقال قتادة والسدي وسفيان: بسطها (تفسير الطبري)، وقال البغوي: بسطها.</p>
    <p class="p">16- وَالْأَرْضِ وَمَا طَحَيٰهَا: قال الطبري: بسطها يمينا وشمالا ومن كلّ جانب. وقال مجاهد: دحاها (تفسير الطبري). وقال قتادة والضحاك والسدي والثوري وأبو صالح وابن زيد: بسطها. (تفسير ابن كثير)</p>
    <p class="p">17- وَالْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِيَ: قال الطبري: والأرض دحوناها فبسطناها. وقال ابن عباس بسطناها علي وجه الماء (تفسير القرطبي). وقال ابن كثير: ذكر تعالي خلقه الأرض ومده إياها وتوسيعها وبسطها. وقال البغوي: بسطناها علي وجه الماء.</p>
    <p class="p">18-عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَدَّقَ أُمَيَّة ابن أبي الصلت فِي شيْءٍ مِنْ شِعْرِهِ فَقَالَ: <br> رَجُلٌ وَثَوْرٌ تَحْتَ رِجْلِ يَمِينِهِ (1) وَالنَّسْرُ لِلْأخْرَي وَلَيْثٌ مُرْصَدُ <br> فَقَالَ النَّبِيُّ صَدَقَ. وَقَالَ:<br> وَالشَّمْسُ تَطْلُعُ كُلَّ آخِرِ لَيْلَةٍ (2) حَمْرَاءَ يُصْبِحُ لَوْنُهَا يَتَوَرَّدُ<br> تَأْبَي فَمَا تَطْلُعْ لَنَا فِي رِسْلِهَا (3) إِلَّا مُعَذَّبَةً وَإِلَّا تُجْلَدُ<br> فَقَالَ النَّبِيُّ صَدَقَ. (سنن الدارمي)</p>
    <p class="p">19- عن أبي هريرة قال: قَالَ رَسُولُ اللَّهِ غزا نبيٌّ من الأنبياءِ.. قال: فغزا، فأدنَي للقريةِ حين صلاةِ العصرِ، أو قريبًا من ذلك، فقال للشَّمسِ: أنت مأمورةٌ وأنا مأمورٌ، اللَّهمَّ احبِسْها عليَّ شيئًا، فحُبِست عليه، حتَّي فتح اللهُ عليه، فغنِموا الغنائمَ. (صحيح البخاري)</p>
    <p class="p">20- قال ابن طاهر البغدادي: وأجمعوا يعني أهل السنة على وقوف الأرض وسكونها وأن حركتها إنما تكون بعارض يعرض لها من زلزلة ونحوها خلاف قول من زعم من الدهرية أن الأرض تهوي أبدا ولو كانت كذلك لوجب ألا يلحق الحجر الذي نلقيه من أيدينا الأرض أبدا لأن الخفيف لا يلحق ما هو أثقل منه في انحداره (الفرق بين الفرق ص195)</p>
    <script src="script.js"></script>
</body>

</html>