<?php
session_start();
?>
<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>أبو الحكم الأموي</title>
    <link rel="icon" type="image/jpg" href="images/homepageIcon.png">
    <link rel="stylesheet" href="style.css">
    <link id="dark-mode-stylesheet" rel="stylesheet" href="styles-dark.css" disabled>
</head>

<body>
    <nav id="navbar">
        <a href="umawi.php"><img id="imgIcon" src="images/homepageIcon.png"></a>
        <a href="javascript:void(0);" class="icon" onclick="toggleMenu()">&#9776;</a>
        <div id="nav-links">

            <a href="index.php">الصفحة الرئيسية</a>
            <a href="poems.php">الأشعار</a>

            <a href="books.php" class="active">الرسائل</a>
            <a href="bidaa.php">رؤوس الضلالة</a>
            <a href="downloads.php">مركز التنزيلات</a>
            <a href="chat.php">الملتقى</a>

            <?php
            if (isset($_SESSION['valid'])) {
                echo '<a href="home.php">الملف الشخصي</a>
                <a href="php/logout.php">تسجيل الخروج</a>';
            } else {
                echo '<a href="login.php">تسجيل الدخول</a>
                <a href="register.php">إنشاء حساب</a>';
            }
            ?>
        </div>
    </nav>
    <script>
        function toggleMenu() {
            var x = document.getElementById("navbar");
            if (x.className === "") {
                x.className += " responsive";
            } else {
                x.className = "";
            }
        }
    </script>
    <h1 class="h">أصل الكرد</h1>
    <p class="p">
        - وزَعم النَّسَّابُون أنَّ كُرْدَ بنَ عَمْرو بن عامِرٍ، هو الَّذي يُنْسَب إليه الجِيلُ المَعْروفُون؛ وأَنْشَدوا: لَعَمْرُك ما الأَكْرَادُ أَبْنَاءَ فارسٍ، ولَكِنَّه كُرْدُ بنُ عَمْرِو بن عامِرِ، فنَسَبُوهم إلى اليَمن، وجَعلوهم إخْوةَ الأَنْصار. (التكملة والذيل للصغاني ج2 ص330)
        <br>- وقال أبو اليَقْظان: هو كُرْدُ بنُ عَمْرو بن عامِر بن ربيعة بن عامِر بن صَعْصَعة (التكملة والذيل للصغاني ج2 ص330)
        <br>- وأَكثر من يَنسبهم إِلى قيس، فَيَقُول كُرد بن مرد بن عَمْرو بن صعصعة بن مُعَاوِيَة بن بكر بن هَوَازن بن مَنْصُور بن عِكرمة بن خَصَفة بن قيس عَيلان بن مُضر بن نِزار بن معدّ بن عدنان، ويُجرِي عَمْراً مُجرَى باسل بن ضبّة جدّ الدَّيلم فِي خُرُوجه إِلى بِلَاد الْعَجم مغاضِباً لأَهله، فأَوْلد فِيهَا مَا أَوْلد (تاج العروس من جواهر القاموس لمرتضى الزبيدي ج9 ص106)
        <br>- والكُرْدُ جيل من الناس، قال: لعمرك ما كُرْدٌ من أبناء فارسٍ ... ولكنه كُرْدُ بن عمرو بن عامر (العين للفراهيدي)
        <br>- وقد ذهب قوم من متأخري الأكراد وذوى الدراية - منهم من شاهدناهم فيما ذكرنا من البلاد إلى أنهم من ولد كرد بن مرد بن صعصعة بن حرب ابن هوازن (التنبيه والإشراف للمسعودي ج1 ص78)
        <br>- والكُرْدُ: جيلٌ معروفون. وَقَالَ الشَّاعِر: لعمركَ مَا كُرْدٌ مِنَ أبناء فارسٍ وَلكنه كُرْدُ بنُ عَمْرو بنِ عامرِ، فنسبهم إِلَى الْيمن وجعلهم إخْوَة الْأَنْصَار (تهذيب اللغة للأزهري)
        <br>- وكذلك الكرد، فانهم انسلّوا من خرشاء اللغة العربية وصاروا عجما قحاحا، وهم فيما يقولون من ولد كرد بن مرد بن صعصعة بن حرب بن هوازن، ومنهم من يرى أنهم من ولد سبيع بن هوازن، ونسّاب مضر يقولون إنّ حربا وسبيعا ابني هوازن درجا، فلا عقب لهما، وقال آخرون من الأكراد: إنهم من ربيعة، ثم من بكر بن وائل، قال: وقعوا في قديم الدهر لحروب كانت بينهم إلى أرض الأعاجم وتفرّقوا، وحالت لغتهم، وصاروا شعوبا وقبائل، وفيهم خير كثير، ومنهم أبو سالم ديسم بن شاذلويه ملك أذربيجان (المجموع اللفيف لابن هبة الله)
        <br>- والكُرْد، بِالضَّمِّ: جِيلٌ مِنَ النَّاسِ مَعْرُوفٌ وَالْجَمْعُ أَكراد، وأَنشد: لَعَمْرُكَ مَا كُرْدٌ مِنَ أبناء فارِس وَلَكِنَّهُ كُرْدُ بنُ عَمْرِو بنِ عامِر. فَنَسَبَهُمْ إِلى الْيَمَنِ (لسان العرب لابن منظور)
        <br>- ومن ولد عمرو بن عامر، كرد بن عمرو، ونسبهم في اليمن، وقال الشاعر: لعمرك ما كرد من أبناء فارس ولكنه كرد بن عمرو بن عامر (الأنساب للصحاري)
        <br>- وحكى أبو عمر ابن عبد البر صاحب كتاب الاستيعاب في كتابه الذي سماه القصد الأمم في أنساب العرب والعجم وهو كتاب لطيف الحجم أن الأكراد من نسل عمرو مزيقياء المذكور، وأنهم وقعوا إلى أرض العجم فتناسلوا بها وكثر ولدهم، فسموا الكرد، وقال بعض الشعراء في ذلك وهو يعضد ما قاله أبو عمر ابن عبد البر: لعمرك ما الأكراد أبناء فارس ولكنه كرد بن عمرو بن عامر، وأما أبوه عامر فإنما لقب بماء السما لجوده وكثرة نفعه، فشبه بالغيث (وفيات الأعيان لابن خلكان)
        <br>- وقال ابنُ الكَلْبيّ: هو: كُرُد بنُ عَمْرِو بن مُزَيْقِياء بن عامِر بن ماء السَّماء. (التكملة والذيل للصغاني ج2 ص330)
        <br>- واما الأكراد فيقال انهم من ولد عمرو بن عامر بن مزيقيا وقعوا الى ارض العجم فتناسلوا بها وكثر ولدهم فسموا الكرد (القصد والأمم لابن عبد البر)
        <br>• فالأكثر على نسبتهم لعمرو بن عامر بن صعصعة، والكرد من المكاردة أي المطاردة، وسموا بذلك لما وقع بينهم وبين العرب من حروب فطردوا من أرضهم واستوطنوا إربل ونواحيها واختلطوا بالعجم كما فعل الديلميون.
    </p>
    <script src="script.js"></script>
</body>

</html>