<?php
session_start();
?>
<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>أبو الحكم الأموي</title>
    <link rel="icon" type="image/jpg" href="images/homepageIcon.png">
    <link rel="stylesheet" href="style.css">
    <link id="dark-mode-stylesheet" rel="stylesheet" href="styles-dark.css" disabled>
</head>

<body>
    <nav id="navbar">
        <a href="umawi.php"><img id="imgIcon" src="images/homepageIcon.png"></a>
        <a href="javascript:void(0);" class="icon" onclick="toggleMenu()">&#9776;</a>
        <div id="nav-links">

            <a href="index.php">الصفحة الرئيسية</a>
            <a href="poems.php">الأشعار</a>
            <a href="books.php" class="active">الرسائل</a>
            <a href="bidaa.php">رؤوس الضلالة</a>
            <a href="downloads.php">مركز التنزيلات</a>
            <a href="chat.php">الملتقى</a>
            <?php
            if (isset($_SESSION['valid'])) {
                echo '<a href="home.php">الملف الشخصي</a>
                <a href="php/logout.php">تسجيل الخروج</a>';
            } else {
                echo '<a href="login.php">تسجيل الدخول</a>
                <a href="register.php">إنشاء حساب</a>';
            }
            ?>
        </div>
    </nav>
    <script>
        function toggleMenu() {
            var x = document.getElementById("navbar");
            if (x.className === "") {
                x.className += " responsive";
            } else {
                x.className = "";
            }
        }
    </script>
    <script src="script.js"></script>
    <h1 class="h">تكفير من لا يعمل بأركان الإسلام</h1>
    <h2 class="h1">الصلاة</h2>
    <h3 class="h2">باب كفر تارك الصلاة</h3>
    <p class="p">1) قال الله: فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين</p>
    <p class="p">2) قال الله عن أهل النار: ما سلككم في سقر قالوا لم نك من المصلين</p>
    <p class="p">3) قال الله: فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم</p>
    <p class="p">4) قال الله: وَمَا تَفَرَّقَ الَّذِينَ أُتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ وَمَا أُمِرُوا إِلَّا لَيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ َحُنَفَاءَ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتوُا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ</p>
    <p class="p">5) عن عبد الله بن عمر قال رسول الله: بُنِيَ الإسْلَامُ علَى خَمْسٍ: شَهَادَةِ أنْ لا إلَهَ إلَّا اللَّهُ وأنَّ مُحَمَّدًا رَسولُ اللَّهِ، وإقَامِ الصَّلَاةِ، وإيتَاءِ الزَّكَاةِ، والحَجِّ، وصَوْمِ رَمَضَانَ (أخرجه البخاري (8) ومسلم (16))</p>
    <p class="p">6) عن بريدة قال سمعت رسول الله يقول: العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر. (أخرجه الترمذي (2621) والنسائي (463) وابن ماجه (1079) وأحمد (22987))</p>
    <p class="p">7) عن جابر قال رسول الله: بين الرجل وبين الشرك والكفر ترك الصلاة (أخرجه مسلم (82) والنسائي (467))</p>
    <p class="p">8) عن أم سلمة قال رسول الله: إنَّه يُسْتَعْمَلُ علَيْكُم أُمَراءُ، فَتَعْرِفُونَ وتُنْكِرُونَ، فمَن كَرِهَ فقَدْ بَرِئَ، ومَن أنْكَرَ فقَدْ سَلِمَ، ولَكِنْ مَن رَضِيَ وتابَعَ، قالوا: يا رَسولَ اللهِ، ألا نُقاتِلُهُمْ؟ قالَ: لا، ما صَلَّوْا. أَيْ مَن كَرِهَ بقَلْبِهِ وأَنْكَرَ بقَلْبِهِ. وفي رواية: بنَحْوِ ذلكَ، غيرَ أنَّه قالَ: فمَن أنْكَرَ فقَدْ بَرِئَ، ومَن كَرِهَ فقَدْ سَلِمَ. وفي رواية: فَذَكَرَ مِثْلَهُ، إلَّا قَوْلَهُ: ولَكِنْ مَن رَضِيَ وتابَعَ لَمْ يَذْكُرْهُ (أخرجه مسلم (1854) والترمذي (2265)</p>
    <p class="p">9) عن أبي هريرة قال رسول الله تأكلُ النارُ ابنَ آدمَ إلا أثرَ السُّجودِ حرَّم اللهُ عزَّ وجلَّ على النَّارِ أنْ تأكُلَ أثرَ السُّجودِ (أخرجه البخاري (7437) ومسلم (182))</p>
    <p class="p">10) عن أنس بن مالك قال رسول الله من صلى صلاتنا واستقبل قبلتنا وأكل ذبيحتنا فذلك المسلم الذي له ذمة الله وذمة رسوله فلا تخفروا الله في ذمته (أخرجه البخاري (391))</p>
    <p class="p">11) عن عبد الله بن عمر قال رسول الله أُمِرْتُ أنْ أُقَاتِلَ النَّاسَ حتَّى يَشْهَدُوا أنْ لا إلَهَ إلَّا اللَّهُ، وأنَّ مُحَمَّدًا رَسولُ اللَّهِ، ويُقِيمُوا الصَّلَاةَ، ويُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذلكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وأَمْوَالَهُمْ إلَّا بحَقِّ الإسْلَامِ، وحِسَابُهُمْ علَى اللَّهِ (أخرجه البخاري (25) ومسلم (22))</p>
    <p class="p">12) عن جُنَادَةُ بنُ أَبِي أُمَيَّةَ قال دَخَلْنَا عَلَى عُبَادَةَ بْنِ الصَّامِتِ وَهُوَ مَرِيضٌ، قُلْنَا: أَصْلَحَكَ الله؛ حَدِّثْ بِحَدِيثٍ يَنْفَعُكَ الله بِهِ سَمِعْتَهُ مِنْ النَّبِيِّ قَالَ: دَعَانَا النَّبِيُّ فَبَايَعْنَاهُ، فَقَالَ فِيمَا أَخَذَ عَلَيْنَا: أَنْ بَايَعَنَا عَلَى السَّمْعِ وَالطَّاعَةِ، فِي مَنْشَطِنَا وَمَكْرَهِنَا، وَعُسْرِنَا وَيُسْرِنَا، وَأَثَرَةٍ عَلَيْنَا، وَأَنْ لَا نُنَازِعَ الْأَمْرَ أَهْلَهُ، إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ مِنْ الله فِيهِ بُرْهَانٌ (أخرجه مسلم (1709) والبخاري (7055))</p>
    <p class="p">13) عن حذيفة أنَّهُ رأى رجلاً يصلِّي فطفَّفَ، فقالَ لَهُ حذيفةُ: منذُ كم تصلِّي هذِهِ الصَّلاةَ؟ قالَ: منذُ أربعينَ عامًا، قالَ: ما صلَّيتَ منذُ أربعينَ سنةً، ولو متَّ وأنتَ تصلِّي هذِهِ الصَّلاةَ لمتَّ على غيرِ فطرةِ محمَّدٍ (أخرجه النسائي (1311) والبخاري (389))</p>
    <p class="p">14) عن عبد الله بن شقيق قال لم يكن أصحاب النبي صلى الله عليه وسلم يرون شيئاً من الأعمال تركه كفر غير الصلاة (أخرجه الترمذي (2622))</p>
    <p class="p">15) عن عمر بن الخطاب: ولا حظ في الإسلام لمن ترك الصلاة (موطأ مالك (82))</p>
    <p class="p">16) عن عمر بن الخطاب قال لا إسلام لمن لم يصل (تعظيم قدر الصلاة (930))</p>
    <p class="p">17) عن أبي الدرداء قال: لا إيمان لمن لا صلاة له ولا صلاة لمن لا وضوء له (تعظيم قدر الصلاة (945))</p>
    <p class="p">18) عن عبد الله بن مسعود قال الصلاة على وقتها من ترك الصلاة فلا دين له (تعظيم قدر الصلاة (935))</p>
    <p class="p">19) عن عبد الله بن مسعود قال من لم يصل فلا دين له (تعظيم قدر الصلاة (936))</p>
    <p class="p">20) عن ابن عباس قال من ترك الصلاة فقد كفر (تعظيم قدر الصلاة (939))</p>
    <p class="p">21) عن الحكم بن عتيبة قال من ترك الصلاة متعمدا فقد كفر ومن ترك الزكاة متعمدا فقد كفر ومن ترك الحج متعمدا فقد كفر ومن ترك صوم رمضان متعمدا فقد كفر (رواه أسد بن موسى عن الحكم)</p>
    <p class="p">22) عن أيوب السختياني قال ترك الصلاة كفر لا يختلف فيه (تعظيم قدر الصلاة (978))</p>
    <p class="p">23) عن سعيد بن جبير قال: مَنْ تَرَكَ الصَّلَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ أَفْطَرَ يَوْمًا مِنْ رَمَضَانَ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ تَرَكَ الْحَجَّ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ تَرَكَ الزَّكَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ (شرح أصول اعتقاد أهل السنة للالكائي (1540))</p>
    <p class="p">24) عن القاسم بن مخيمرة في تفسير قوله تعالى: فخلف من بعدهم خلف أضاعوا الصلاة، قال أضاعوا المواقيت ولو تركوها لصاروا بتركها كفارا (أخرجه الطبري (تفسير سورة مريم الآية))</p>
    <p class="p">25) قال إسحاق بن راهويه: ثم غلت المُرجئة حتَّى صارَ مِن قولِهِم أن قوماَ يقولون: مَن تَرك المكتوبات، وصمَ رمضان والزَّكاةَ والحجَّ وعامَّةَ الفرائض مِن غيرِ جُحودِ بها أنا لا نُكفِّره، يُرجأُ أمره إلى الله بعد إذ هو مُقِرّ، فهؤلاءِ المُرجئةُ الذين لا شكَّ فيهم (كتاب السنة لحرب الكرماني 189)</p>
    <p class="p">26) قال الحميدي: وأن لا نقول كما قالت الخوارج: من أصاب كبيرة فقد كفر. ولا تكفير بشيء من الذنوب، وإنما الكفر في ترك الخمس التي قال رسول الله ﷺ بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمد رسول الله ﷺ وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت (أصول السنة للحميدي)</p>
    <h3 class="h2">باب كفر من ترك صلاة واحدة</h3>
    <p class="p">27) عن بريدة أن النبي قَالَ: مَن تَرَكَ صَلَاةَ العَصْرِ فقَدْ حَبِطَ عَمَلُهُ (أخرجه البخاري (553))</p>
    <p class="p">28) عن علي بن أبي طالب قال من ترك صلاة واحدة متعمدا فقد برئ من الله وبرئ الله منه (تعظيم قدر الصلاة (934))</p>
    <p class="p">29) عن عبد الله بن المبارك قال من قال إني لا أصلي المكتوبة اليوم فهو أكفر من حمار (تعظيم قدر الصلاة (980))</p>
    <h3 class="h2">باب نقل الإجماع على ذلك</h3>
    <p class="p">30) قَالَ أَبُو عَبْدِ اللَّهِ سَمِعْتُ إِسْحَاقَ، يَقُولُ قَدْ صَحَّ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ تَارِكَ الصَّلَاةِ كَافِرٌ، وَكَذَلِكَ كَانَ رَأْيُ أَهْلِ الْعِلْمِ مِنْ لَدُنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى يَوْمِنَا هَذَا أَنَّ تَارِكَ الصَّلَاةِ عَمْدًا مِنْ غَيْرِ عُذْرٍ حَتَّى يَذْهَبَ وَقْتُهَا كَافِرٌ، وَذَهَابُ الْوَقْتِ أَنْ يُؤَخِّرَ الظُّهْرَ إِلَى غُرُوبِ الشَّمْسِ، وَالْمَغْرِبَ إِلَى طُلُوعِ الْفَجْرِ وَإِنَّمَا جَعَلَ آخِرَ أَوْقَاتِ الصَّلَوَاتِ مَا وَصَفْنَا لِأَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَمَعَ بَيْنَ الصَّلَاتَيْنِ بِعَرَفَةَ وَالْمُزْدَلِفَةَ وَفِي السَّفَرِ فَصَلَّى إِحْدَاهُمَا فِي وَقْتِ الْأُخْرَى فَلَمَّا جَعَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْأُولَى مِنْهُمْ وَقْتًا لِلْأُخْرَى فِي حَالٍ، وَالْأُخْرَى وَقْتًا لِلْأُولَى فِي حَالٍ صَارَ وَقْتَاهُمَا وَقْتًا وَاحِدًا فِي حَالِ الْعُذْرِ، كَمَا أُمِرَتِ الْحَائِضُ إِذَا طَهُرَتْ قَبْلَ غُرُوبِ الشَّمْسِ أَنْ تُصَلِّيَ الظُّهْرَ وَالْعَصْرَ وَإِذَا طَهُرَتْ آخِرَ اللَّيْلِ أَنْ تُصَلِّيَ الْمَغْرِبَ وَالْعِشَاءَ، قَالَ إِسْحَاقُ وَمِمَّا أَجْمَعُوا عَلَى تَكْفِيرِهِ وَحَكَمُوا عَلَيْهِ كَمَا حَكَمُوا عَلَى الْجَاحِدِ فَالْمُؤْمِنُ الَّذِي آمَنَ بِاللَّهِ تَعَالَى وَمِمَّا جَاءَ مِنْ عِنْدِهِ ثُمَّ قَتَلَ نَبِيًّا أَوْ أَعَانَ عَلَى قَتْلِهِ وَإِنْ كَانَ مُقِرًّا، وَيَقُولُ: قَتْلُ الْأَنْبِيَاءِ مُحَرَّمٌ فَهُوَ كَافِرٌ، وَكَذَلِكَ مَنْ شَتَمَ نَبِيًّا أَوْ رَدَّ عَلَيْهِ قَوْلَهُ مِنْ غَيْرِ تَقِيَّةٍ وَلَا خَوْفٍ (تعظيم قدر الصلاة (990، 991))</p>
    <p class="p">- وأما الاستدلال بحديث عبادة بن الصامت، خمس صلوات كتبهن الله على العباد، من جاء بهن لم يضيع من حقهن شيئا، جاء وله عند الله عهد أن يدخله الله الجنة، ومن انتقص من حقهن شيئا، جاء وليس له عند الله عهد، إن شاء عذبه، وإن شاء أدخله الجنة على عدم تكفير تارك الصلاة أو مضيع شيء منها فهو حديث ضعيف. وإن صح فالانتقاص من حق الصلاة هو تأخيرها عن وقتها، فعن أنس بن مالك قال رسول الله تلْكَ صلاةُ المنافقِ تلْكَ صلاةُ المنافقِ يرقبُ الشَّمسَ حتى إذا كانت بينَ قرني شيطانٍ قامَ فنقرَ أربعًا لا يذْكرُ اللَّهَ فيها إلَّا قليلًا (أخرجه مسلم (622)) وعن ابن عباس قال في تفسير قوله تعالى: الذين هم عن صلاتهم ساهون، قال الذين يؤخرونها عن وقتها وروي عن سعد بن أبي وقاص وابنه ومسروق (أخرجه الطبري (تفسير سورة الماعون))</p>
    <h3 class="h2">باب من نسي الصلاة أو نام عنها لا يكفر</h3>
    <p class="p">عن أنس بن مالك قال رسول الله: من نسي صلاة أو نام عنها فإن كفارتها أن يصليها إذا ذكرها (أخرجه البخاري (597) ومسلم (684))</p>
    <h2 class="h1">الزكاة</h2>
    <h3 class="h2">باب كفر تارك الزكاة</h3>
    <p class="p">1) قال الله: "فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين"</p>
    <p class="p">2) قال الله: "فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم"</p>
    <p class="p">3) قال الله: "وَمَا تَفَرَّقَ الَّذِينَ أُتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ وَمَا أُمِرُوا إِلَّا لَيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ َحُنَفَاءَ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتوُا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ"</p>
    <p class="p">4) قال الله: "وويل للمشركين الذين لا يؤتون الزكاة"</p>
    <p class="p">5) قال الله: "فأنذرتكم نارا تلظى لا يصلاها إلى الأشقى الذي كذب وتولى وسيجنبها الأتقى الذي يؤتي ماله يتزكى"</p>
    <p class="p">6) عن عبد الله بن عمر قال رسول الله: "بُنِيَ الإسْلَامُ علَى خَمْسٍ: شَهَادَةِ أنْ لا إلَهَ إلَّا اللَّهُ وأنَّ مُحَمَّدًا رَسولُ اللَّهِ، وإقَامِ الصَّلَاةِ، وإيتَاءِ الزَّكَاةِ، والحَجِّ، وصَوْمِ رَمَضَانَ" (أخرجه البخاري (8) ومسلم (16))</p>
    <p class="p">7) عن عبد الله بن عمر قال رسول الله: "أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حتَّى يَشْهَدُوا أنْ لا إلَهَ إلَّا اللَّهُ، وأنَّ مُحَمَّدًا رَسولُ اللَّهِ، ويُقِيمُوا الصَّلَاةَ، ويُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذلكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وأَمْوَالَهُمْ إلَّا بحَقِّ الإسْلَامِ، وحِسَابُهُمْ علَى اللَّهِ" (أخرجه البخاري (25) ومسلم (22))</p>
    <p class="p">8) عن أبي هريرة قال لما توفي النبي واسْتُخْلِفَ أبو بكر، وكَفَر من كَفَر من العرب قال عمر: "يا أبا بكر كيف تقاتل الناس وقد قال رسول الله أُمِرتُ أن أقاتل الناس حتى يقولوا لا إله إلا الله، فمن قال لا إله إلا الله، عَصَم مني ماله ونفسه إلا بحقه وحسابُهُ على الله قال أبو بكر والله لأقاتِلَنّ من فَرَّق بين الصلاة والزكاة. فإن الزكاة حق المال. والله لو منعوني عَنَاقاً كانوا يؤدونها إلى رسول الله لقاتلتهم على منعها قال عمر فوالله ما هو إلا أن رأيت أنْ قد شرح الله صدر أبي بكر للقتال، فعرفت أنه الحق" (رواه البخاري (6924))</p>
    <p class="p">9) عن عبد الله بن مسعود قال تارك الزكاة ليس بمسلم ولا صلاة له (أخرجه أبو عبيد الهروي في الأموال ص443)</p>
    <p class="p">10) عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ مَنْ أَقَامَ الصَّلَاةَ وَلَمْ يُؤْتِ الزَّكَاةَ فَلَا صَلَاةَ لَهُ (الأموال لابن زنجويه (1349))</p>
    <p class="p">11) عن الضحاك بن مزاحم قال: "لا ترفع الصلاة إلا بالزكاة" (الأموال لابن زنجويه (1064))</p>
    <p class="p">12) عن الحكم بن عتيبة قال من ترك الصلاة متعمدا فقد كفر ومن ترك الزكاة متعمدا فقد كفر ومن ترك الحج متعمدا فقد كفر ومن ترك صوم رمضان متعمدا فقد كفر (روا أسد بن موسى عن الحكم)</p>
    <p class="p">13) عن سعيد بن جبير قال: "مَنْ تَرَكَ الصَّلَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ أَفْطَرَ يَوْمًا مِنْ رَمَضَانَ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ تَرَكَ الْحَجَّ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ تَرَكَ الزَّكَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ" (شرح أصول اعتقاد أهل السنة للالكائي (1540))</p>
    <p class="p">14) عن حماد بن زيد قال: "افترض الله الصلاة والزكاة جميعًا ولم يفّرق بينهما وأبي أن يقبل الصلاة إلَّا بالزكاة، وقال: يرحم الله أَبَا بكْرٍ ما كان أفقهه" (تفسير الطبري 10\87)</p>
    <p class="p">15) قال أبو عبيد القاسم بن سلام: "فَلَوْ أَنَّهُمْ مُمْتَنِعُونَ مِنَ الزَّكَاةِ عِنْدَ الْإِقْرَارِ وَأَعْطُوهُ ذَلِكَ بِالْأَلْسِنَةِ، وَأَقَامُوا الصَّلَاةَ غيرَ أَنَّهُمْ مُمْتَنِعُونَ مِنَ الزَّكَاةِ كَانَ ذَلِكَ مُزيلاً لِمَا قَبْلَهُ، وَنَاقِضًا لِلْإِقْرَارِ وَالصَّلَاةِ، كَمَا كَان إباء الصَّلَاةِ قَبْلَ ذَلِكَ نَاقِضًا لِمَا تَقَدَّمَ مِنَ الْإِقْرَارِ. وَالْمُصَدِّقُ لِهَذَا جِهَادُ أَبِي بَكْرٍ الصِّدِّيقِ - رَحْمَةُ اللَّهِ عَلَيْهِ - بِالْمُهَاجِرِينَ وَالْأَنْصَارِ عَلَى مَنْعِ الْعَرَبِ الزَّكَاةَ، كَجِهَادِ رَسُولِ اللَّهِ ﷺ أَهْلَ الشِّرْكِ سَوَاءً، لَا فَرْقَ بَيْنَهَا فِي سَفْكِ الدِّمَاءِ، وَسَبْيِ الذُّرِّيَّةِ، وَاغْتِنَامِ الْمَالِ، فَإِنَّمَا كَانُوا مَانِعِينَ لَهَا غَيْرَ جَاحِدِينَ بِهَا" (الإيمان لأبي عبيد (ص 16))</p>
    <p class="p">16) قال إسحاق بن راهويه: "ثم غلت المُرجئة حتَّى صارَ مِن قولِهِم أن قوماَ يقولون: مَن تَرك المكتوبات، وصمَ رمضان والزَّكاةَ والحجَّ وعامَّةَ الفرائض مِن غيرِ جُحودِ بها أنا لا نُكفِّره، يُرجأُ أمره إلى الله بعد إذ هو مُقِرّ، فهؤلاءِ المُرجئةُ الذين لا شكَّ فيهم" (كتاب السنة لحرب الكرماني 189)</p>
    <p class="p">17) قال الحميدي: "وأن لا نقول كما قالت الخوارج: من أصاب كبيرة فقد كفر. ولا تكفير بشيء من الذنوب، وإنما الكفر في ترك الخمس التي قال رسول الله ﷺ بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمد رسول الله ﷺ وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت" (أصول السنة للحميدي)</p>
    <p class="p">18) قال أبو بكر الخلال: "أخبرنا محمد بن على قال: حدثنا الأثرم قال: قيل لأبى عبد اللّه فتارك الزكاة؟ قال: قد جاء عن عبد اللّه ما تارك الزكاة بمسلم. وأبو بكر قاتل عليها والحديث في الصلاة" (أحكام أهل الملل ص 218)</p>
    <p class="p">- وأما من يستدل بحديث مَا مِنْ صَاحِبِ ذَهَبٍ وَلَا فِضَّةٍ لَا يُؤَدِّي حَقَّهَا، إِلَّا جُعِلَتْ لَهُ يَوْمَ الْقِيَامَةِ صَفَائِحَ، ثُمَّ أُحْمِيَ عَلَيْهَا فِي نَارِ جَهَنَّمِ، ثُمَّ كُوِيَ بِهَا جَبْهَتُهُ، وَجَبِينُهُ، وَظَهْرُهُ، فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ، حَتَّى يَقْضِيَ اللَّهُ بَيْنَ النَّاسِ، فَيُرَى سَبِيلَهُ إِمَّا إِلَى جُنَّةٍ، وَإِمَّا إِلَى النَّارِ وَمَا مِنْ صَاحِبِ إِبِلٍ لَا يُؤَدِّي حَقَّهَا، وَمِنْ حَقِّهَا: حَلْبُهَا يَوْمَ وِرْدِهَا، إِلَّا أُتِيَ بِهِ يَوْمَ الْقِيَامَةِ، لَا يَفْقِدُ مِنْهَا فَصِيلًا وَاحِدًا، ثُمَّ بُطِحَ بِهَا بِقَاعٍ قَرْقَرٍ، وَطِئَتْهُ بِأَخْفَافِهَا، وَعَضَّتْهُ بِأَفْوَاهِهَا، كُلَّمَا مَرَّ عَلَيْهَا آخِرُهَا كَرَّ عَلَيْهِ أَوَّلُهَا، فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ، حَتَّى يَقْضِيَ اللَّهُ بَيْنَ النَّاسِ فَيُرَى سَبِيلَهُ، إِمَا إِلَى جُنَّةٍ وَإِمَّا إِلَى نَارٍ ومَا مِنْ صَاحِبِ بَقَرٍ وَلَا غَنْمٍ، لَا يُؤَدِّي حَقَّهَا، إِلَّا أُتِيَ بِهَا يَوْمَ الْقِيَامَةِ، ثُمَّ بُطِحَ لَهَا بِقَاعٍ قَرْقَرٍ، لَيْسَ فِيهَا عَضْبَاءُ، وَلَا عَقْصَاءُ وَلَا جَلْحَاءُ، تَطَؤُهُ بِأَظْلَافِهَا، وَتَنْطَحُهُ بِقُرُونِهَا، فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ، كُلَّمَا مَرَّ عَلَيْهِ أَوَّلُهَا، كَرَّ عَلَيْهِ آخِرُهَا، حَتَّى يَقْضِيَ اللَّهُ بَيْنَ النَّاسِ فَيُرَى سَبِيلَهُ إِمَّا إِلَى جَنَّةٍ، وَإِمَّا إِلَى النَّارِ (أخرجه مسلم (987) والبخاري (2371))، فإن النبي أخبر عن حق المال والإبل ولم يخبر عن الزكاة، وإنما الزكاة هي من الحقوق، ألا تراه يقول ومن حقها حلبها يوم وردها، وقال الله: والذين في أموالهم حق معلوم للسائل والمحروم، قال ابن عباس عن الحق في هذه الآية: هو سوى الصدقة يصل بها رحمه، أو يقري بها ضيفا، أو يحمل بها كلا أو يُعِين بها محرومًا (تفسير الطبري (تفسير سورة المعارج الآية 24))، وقد بوب ابن زنجويه في كتابه الأموال (بَابٌ: مَا يَجِبُ عَلَى صَدَقَةِ الْمَالِ مِنَ الْحُقُوقِ فِي الْمَالِ سِوَى الزَّكَاةِ)</p>
    <h2 class="h1">الصيام</h2>
    <h3 class="h2">باب من لم يترك الصيام كله لا يكفر</h3>
    <p class="p">1) أخرج ابن أبي شيبة: فِي الرَّجُلِ يُفْطِرُ أَيَّامًا مِنْ رَمَضَانَ، وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، فِي الرَّجُلِ يُفْطِرُ أَيَّامًا فِي رَمَضَانَ قَالَ: عَلَيْهِ فِي كُلِّ يَوْمٍ كَفَّارَةٌ، مَنْ يُفْطِرُ يَوْمًا مِنْ رَمَضَان، ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: أَتَى رَجُلٌ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: هَلَكْتُ، فَقَالَ: وَمَا أَهْلَكَكَ؟ قَالَ: وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَعْتِقْ رَقَبَةً فَقَالَ: لَا أَجِدُهَا، فَقَالَ: فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ، قَالَ: لَا أَقْوَى، قَالَ: فَأَطْعِمْ سِتِّينَ مِسْكِينًا قَالَ: لَا أَجِدُ، فَقَالَ: اجْلِسْ، فَجَلَسَ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ أُتِيَ بِعَرَقٍ فِيهِ تَمْرٌ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: اذْهَبْ فَتَصَدَّقْ بِهِ فَقَالَ: يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا بَيْنَ لَابَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ إِلَيْهِ مِنَّا قَالَ: فَضَحِكَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ أَنْيَابُهُ ثُمَّ قَالَ: انْطَلِقْ فَأَطْعِمْهُ عِيَالَكَ (مصنف ابن أبي شيبة (ج3 ص110))</p>
    <h3 class="h2">باب كفر تارك الصيام</h3>
    <p class="p">2) عن عبد الله بن عمر قال رسول الله: بُنِيَ الإسْلَامُ علَى خَمْسٍ: شَهَادَةِ أنْ لا إلَهَ إلَّا اللَّهُ وأنَّ مُحَمَّدًا رَسولُ اللَّهِ، وإقَامِ الصَّلَاةِ، وإيتَاءِ الزَّكَاةِ، والحَجِّ، وصَوْمِ رَمَضَانَ (أخرجه البخاري (8) ومسلم (16))</p>
    <p class="p">3) عن الحكم بن عتيبة قال من ترك الصلاة متعمدا فقد كفر ومن ترك الزكاة متعمدا فقد كفر ومن ترك الحج متعمدا فقد كفر ومن ترك صوم رمضان متعمدا فقد كفر (رواه أسد بن موسى عن الحكم)</p>
    <p class="p">4) عن سعيد بن جبير قال: مَنْ تَرَكَ الصَّلَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ أَفْطَرَ يَوْمًا مِنْ رَمَضَانَ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ تَرَكَ الْحَجَّ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ تَرَكَ الزَّكَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ (شرح أصول اعتقاد أهل السنة للالكائي (1540))</p>
    <p class="p">5) عبد الملك الميمونى قال: قرأت على أبى عبد اللّه: من قال أعلم أن الصوم فرض ولا أصوم. فأملى على: يستتاب فإن تاب والا ضربت عنقه (أحكام أهل الملل والردة (1408))</p>
    <p class="p">6) قال إسحاق بن راهويه: ثم غلت المُرجئة حتَّى صارَ مِن قولِهِم أن قوماَ يقولون: مَن تَرك المكتوبات، وصومَ رمضان والزَّكاةَ والحجَّ وعامَّةَ الفرائض مِن غيرِ جُحودِ بها أنا لا نُكفِّره، يُرجأُ أمره إلى الله بعد إذ هو مُقِرّ، فهؤلاءِ المُرجئةُ الذين لا شكَّ فيهم (كتاب السنة لحرب الكرماني 189)</p>
    <p class="p">7) قال الحميدي: وأن لا نقول كما قالت الخوارج: من أصاب كبيرة فقد كفر. ولا تكفير بشيء من الذنوب، وإنما الكفر في ترك الخمس التي قال رسول الله ﷺ بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمد رسول الله ﷺ وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت (أصول السنة للحميدي)</p>
    <h2 class="h1">الحج</h2>
    <h3 class="h2">باب كفر تارك الحج المستطيع إن مات</h3>
    <p class="p">1) عن عبد الله بن عمر قال رسول الله: بُنِيَ الإسْلَامُ علَى خَمْسٍ: شَهَادَةِ أنْ لا إلَهَ إلَّا اللَّهُ وأنَّ مُحَمَّدًا رَسولُ اللَّهِ، وإقَامِ الصَّلَاةِ، وإيتَاءِ الزَّكَاةِ، والحَجِّ، وصَوْمِ رَمَضَانَ (أخرجه البخاري (8) ومسلم (16))</p>
    <p class="p">2) عن عمَرُ بْنُ الْخَطَّابِ: مَنْ مَاتَ وَهُوَ مُوسِرٌ لَمْ يَحُجَّ فَلْيَمُتْ عَلَى أَيِّ حَالٍ شَاءَ يَهُودِيًّا أَوْ نَصْرَانِيًّا (مصنف ابن أبي شيبة 3\306)</p>
    <p class="p">3) عن الحكم بن عتيبة قال من ترك الصلاة متعمدا فقد كفر ومن ترك الزكاة متعمدا فقد كفر ومن ترك الحج متعمدا فقد كفر ومن ترك صوم رمضان متعمدا فقد كفر (رواه أسد بن موسى عن الحكم)</p>
    <p class="p">4) عن سعيد بن جبير قال: مَنْ تَرَكَ الصَّلَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ أَفْطَرَ يَوْمًا مِنْ رَمَضَانَ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ تَرَكَ الْحَجَّ مُتَعَمِّدًا فَقَدْ كَفَرَ، وَمَنْ تَرَكَ الزَّكَاةَ مُتَعَمِّدًا فَقَدْ كَفَرَ (شرح أصول اعتقاد أهل السنة للالكائي (1540))</p>
    <p class="p">5) قال إسحاق بن راهويه: ثم غلت المُرجئة حتَّى صارَ مِن قولِهِم أن قوماَ يقولون: مَن تَرك المكتوبات، وصمَ رمضان والزَّكاةَ والحجَّ وعامَّةَ الفرائض مِن غيرِ جُحودِ بها أنا لا نُكفِّره، يُرجأُ أمره إلى الله بعد إذ هو مُقِرّ، فهؤلاءِ المُرجئةُ الذين لا شكَّ فيهم (كتاب السنة لحرب الكرماني 189)</p>
    <p class="p">6) قال الحميدي: وأن لا نقول كما قالت الخوارج: من أصاب كبيرة فقد كفر. ولا تكفير بشيء من الذنوب، وإنما الكفر في ترك الخمس التي قال رسول الله ﷺ بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمد رسول الله ﷺ وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت (أصول السنة للحميدي)</p>
</body>

</html>