<?php
session_start();
?>
<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>أبو الحكم الأموي</title>
    <link rel="icon" type="image/jpg" href="images/homepageIcon.png">
    <link rel="stylesheet" href="style.css">
    <link id="dark-mode-stylesheet" rel="stylesheet" href="styles-dark.css" disabled>
</head>

<body>
    <nav id="navbar">
        <a href="umawi.php"><img id="imgIcon" src="images/homepageIcon.png"></a>
        <a href="javascript:void(0);" class="icon" onclick="toggleMenu()">&#9776;</a>
        <div id="nav-links">

            <a href="index.php">الصفحة الرئيسية</a>
            <a href="poems.php">الأشعار</a>

            <a href="books.php" class="active">الرسائل</a>
            <a href="bidaa.php">رؤوس الضلالة</a>
            <a href="downloads.php">مركز التنزيلات</a>
            <a href="chat.php">الملتقى</a>

            <?php
            if (isset($_SESSION['valid'])) {
                echo '<a href="home.php">الملف الشخصي</a>
                <a href="php/logout.php">تسجيل الخروج</a>';
            } else {
                echo '<a href="login.php">تسجيل الدخول</a>
                <a href="register.php">إنشاء حساب</a>';
            }
            ?>
        </div>
    </nav>
    <script>
        function toggleMenu() {
            var x = document.getElementById("navbar");
            if (x.className === "") {
                x.className += " responsive";
            } else {
                x.className = "";
            }
        }
    </script>
    <script src="script.js"></script>
    <h1 class="h">رؤوس المبتدعة</h1>
    <p class="p">حماد بن أبي سليمان، معبد الجهني، غيلان الدمشقي، جعد بن درهم، الجهم بن صفوان، بشر المريسي، ابن أبي دؤاد، الجبائي، ابن كلاب، أبو الحسن الأشعري، ابن فورك، الجويني، الغزالي، الرازي، الآمدي، ابن حبان، ابن ملجم، ذو الخويصرة، الغافقي بن حرب، الأشتر، محمد بن أبي بكر، أبو إسحاق الشيرازي، ابن الجزري، المتولي، النووي، ابن حجر، العز بن عبد السلام، النسفي، ابن نجيم، ابن العطار، ابن حجر الهيتمي، المأمون، محمد بن بدر الدين بن بلبان، عبد الغني النابلسي، نظام الملك، المناوي، الكوثري، القرطبي، البيضاوي، الزمخشري، أبو حنيفة، محمد بن الحسن الشيباني، داود الظاهري، ابن حزم، أبو نعيم الأصبهاني، الباقلاني، ابن العربي، ابن عربي، الحلاج، ابن تومرت، ابن رشد، أبو منصور الماتوريدي، السبكي، مكي بن أبي طالب، القشيري، ابن عطية، ابن الجوزي، السيوطي، السخاوي، الشاطبي، البيهقي، ابن عساكر، الخطابي، القسطلاني، ابن جماعة، القاضي عياض، الاسفراييني، أبو السعود، ابن خلدون، القرافي، جلال الدين المحلي، جلال الدين الرومي، ابن دقيق العيد، ابن الأثير، سبط ابن الجوزي، الملا علي قاري، ابن الشطي الحنبلي، المرتضى الزبيدي، الإيجي، جلال الدين الدواني، كمال الدين البياضي، ابن عابدين، أبو الحسن الباهلي المصري، محمد ابن مجاهد الطائي، محمد بن سليمان الصعلوكي، علي بن محمد بن مهدي الطبري، الكيا الهراسي، أبو الفتح الشهرستاني، الكرابيسي، محمد الفاتح، زين الدين العراقي، أحمد الرفاعي، زكريا الأنصاري، نافع الأزرق، قطري بن الفجاءة، عمير الضابئ، عبد القاهر بن طاهر البغدادي، ابن الأشعث، زيد بن علي بن الحسين، أبو العباس السفاح، الخوارزمي، ابن سينا، الفارابي، عباس بن فرناس، الإدريسي، حاتم العوني، أحمد الطيب، علي جمعة، مهنا المهنا، عبد القادر الحسين، عبد الإله العرفج، ابن عاشور، محمد عبده، جمال الدين الأفغاني، النورسي، سليم الأول، محمد علي الصابون، وهبة الزحيلي، عدنان السقا، ابن عطا الله السكندري، المازري، الشعراوي، الألباني، صديق حسن خان، سعيد فودة، ابن منظور، أحمد كريمة، حسن الحسيني، وسيم يوف، علي الكيالي، طلعت زهران، محمود خطاب السبكي، تقي الدين السبكي، يوسف القرضاوي، حفص الفرد، ابن كرام، شبيب بن يزيد، الجاحظ، الزركشي، أبو العلاء المعري، عمرو بن عبيد، ثمامة بن الأشرس، أبو الهذيل، النظام، علي الأسواري، واصل بن عطاء، القاضي عبد الجبار، معمر بن عباد السلمي، أبو بكر الأصم، عمر عبد الكافي، محمد ولد الددو، مصطفى الشرقاوي، مصطفى طلبة، أحمد دعدوش، سفيان اعلوشن، البوطي، شكري اللحفي، سارية الرفاعي، أسامة الرفاعي، بدر الدين الحسني، أديب كلاس، أدهم العاسمي، عبد الرزاق الحلبي، طه سكر، محي الدين الكردي، ابن الفارض، شمس التبريزي، الآلوسي، النصير الطوسي، إسلام بحيري، إبراهيم عيسى، عصام تليمة، الخليلي، خالد الجندي، سلامة عبد القوي، مسعود المقبالي، عبد الله رشدي، أبو حيان، الزرقاني، علي الجفري، عامر بهجت، يسري جبر، عدنان إبراهيم، محمد شحرور، محمد رشيد رضا، حسن البنا، سيد قطب، محمد أبو العلا، أبو جعفر الطحاوي، ذر الهمذاني.</p>
</body>

</html>