<?php
session_start();
?>
<!DOCTYPE html>
<html lang="ar">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>أبو الحكم الأموي</title>
    <link rel="icon" type="image/jpg" href="images/homepageIcon.png">
    <link rel="stylesheet" href="style.css">
    <link id="dark-mode-stylesheet" rel="stylesheet" href="styles-dark.css" disabled>
</head>

<body>
    <nav id="navbar">
        <a href="umawi.php"><img id="imgIcon" src="images/homepageIcon.png"></a>
        <a href="javascript:void(0);" class="icon" onclick="toggleMenu()">&#9776;</a>
        <div id="nav-links">

            <a href="index.php">الصفحة الرئيسية</a>
            <a href="poems.php">الأشعار</a>

            <a href="books.php" class="active">الرسائل</a>
            <a href="bidaa.php">رؤوس الضلالة</a>
            <a href="downloads.php">مركز التنزيلات</a>
            <a href="chat.php">الملتقى</a>

            <?php
            if (isset($_SESSION['valid'])) {
                echo '<a href="home.php">الملف الشخصي</a>
                <a href="php/logout.php">تسجيل الخروج</a>';
            } else {
                echo '<a href="login.php">تسجيل الدخول</a>
                <a href="register.php">إنشاء حساب</a>';
            }
            ?>
        </div>
    </nav>
    <script>
        function toggleMenu() {
            var x = document.getElementById("navbar");
            if (x.className === "") {
                x.className += " responsive";
            } else {
                x.className = "";
            }
        }
    </script>
    <script src="script.js"></script>
    <h1 class="h">ضعف حديث (الخلافة ثلاثون سنة)</h1>
    <h2 class="h1">أسانيد الحديث مدارها على سعيد بن جهمان عن سفينة يحدث عن النبي صلى الله عليه وسلم:</h2>
    <h3 class="h2">1- أما سعيد بن جهمان: </h3>
    <p class="p">- قال الشَّيْخ: ولسعيد بْن جُمْهان غير ما ذكرت عن سفينة أحاديث وروى عن عَبد اللَّهِ بْنِ أَبِي أَوْفَى أَيضًا لم يرو غير هؤلاء النفر الذين ذكرتهم وقد روي عنه عن سفينة أحاديث لا يرويها غيره وأرجو أنه لا بأس به فإن حديثه أقل من ذاك (ابن عدي الكامل في الضعفاء)
        <br> - قال المروذي: قلت له: ما تقول في سعيد بن جمهان؟ فقال: ثقة، روى عنه العوام بن حوشب، وروى عنه حماد وأراه ذكر عبد الوارث وغيره. قلت: يُروى عن يحيى القطان أنه سئل عنه، فلم يرضه، فقال: باطل، وغضب، وقال: ما قال هذا أحد غير علي بن المديني، ما سمعت يحيى يتكلم فيه بشيء. (العلل رواية المروذي وغيره)
        <br> - سمعت أبي يقول: شيخ يكتب حديثه ولا يحتج به. وقال: قلت لأبي: ما معنى لا يحتج به قال: كانوا قوما لا يحفظون، فيحدثون بما لا يحفظون، فيغلطون، ترى في أحاديثهم اضطرابا ما شئت (الجرح والتعديل لابن أبي حاتم)
        <br> - سَعِيد بْن جمهان أَبُو حفص الأسلمي، يعد فِي الْبَصْرِيّين، سَمِعَ من ابْن أَبِي أوفى وسفينة، سمع منه حماد بن سلمة وعبد الوارث. (التاريخ الكبير للبخاري)
        <br> - عن يحيى بن معين قال ثقة (الجرح والتعديل لابن أبي حاتم)
        <br> - قال أبو عبيد الآجري عن أبي داود ثقة وقال في موضع آخر هو ثقة إن شاء الله وقوم يضعفونه إنما يخاف ممن فوقه وسمى رجلا -يعني سفينة- (سؤالات الآجري)
        <br> - سعيد بن جهمان أَبُو حَفْص السّلمِيّ بَصرِي يروي عَن ابْن أوفى قَالَ يحيى ثِقَة وَقَالَ الرَّازِيّ لَا يحْتَج بِهِ (الضعفاء والمتروكون لابن الجوزي)
        <br> - وقال النسائي ليس به بأس (تهذيب الكمال للمزي)
        <br> - وفي تاريخ البخاري الصغير وذكر حديثه فقال: فيه عجائب (إكمال تهذيب الكمال لمغلطاي)
        <br> - وقال الساجي: لا يتابع على حديثه، حدث عن عبد الله قال: سألت أبي عن سعيد بن جمهان، (فقال) مجهول هو. قال: لا حدث عنه حماد بن سلمة، وحديثه «الخلافة ثلاثون سنة». قال الساجي: قد ذهب إليه أكثر أهل العلم والفضل (إكمال تهذيب الكمال لمغلطاي)
        <br> - وذكره أبو حاتم بن حبان في كتاب الثقات (تهذيب الكمال للمزي)
        <br> - حَدَّثَنَا ‌أَحْمَدُ بْنُ مَنِيعٍ، قَالَ: حَدَّثَنَا ‌سُرَيْجُ بْنُ النُّعْمَانِ، قَالَ: حَدَّثَنَا ‌حَشْرَجُ بْنُ نُبَاتَةَ، عَنْ ‌سَعِيدِ بْنِ جُمْهَانَ قَالَ: حَدَّثَنِي ‌سَفِينَةُ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الْخِلَافَةُ فِي أُمَّتِي ثَلَاثُونَ سَنَةً، ثُمَّ مُلْكٌ بَعْدَ ذَلِكَ» ثُمَّ قَالَ لِي سَفِينَةُ: أَمْسِكْ خِلَافَةَ أَبِي بَكْرٍ وَخِلَافَةَ عُمَرَ وَخِلَافَةَ عُثْمَانَ، ثُمَّ قَالَ لِي: أَمْسِكْ خِلَافَةَ عَلِيٍّ قَالَ: فَوَجَدْنَاهَا ثَلَاثِينَ سَنَةً، قَالَ سَعِيدٌ: فَقُلْتُ لَهُ: إِنَّ بَنِي أُمَيَّةَ يَزْعُمُونَ أَنَّ الْخِلَافَةَ فِيهِمْ، قَالَ: كَذَبُوا بَنُو الزَّرْقَاءِ، بَلْ هُمْ مُلُوكٌ مِنْ شَرِّ الْمُلُوكِ. وَفِي الْبَابِ عَنْ عُمَرَ، وَعَلِيٍّ، قَالَا: لَمْ يَعْهَدِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْخِلَافَةِ شَيْئًا. وَهَذَا حَدِيثٌ حَسَنٌ، قَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ سَعِيدِ بْنِ جُمْهَانَ، وَلَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِهِ.
    </p>
    <p class="p">• فسعيد بن جهمان وثقه أحمد بن حنبل ويحيى بن معين وابن حبان والنسائي، وحسنه الترمذي، وضعفه أبو حاتم وابنه وابن عدي ويحيى بن سعيد القطان وأبو داود السجستاني والبخاري والساجي وابن الجوزي، والجرح المفسر مقدم على التعديل.</p>
    <h3 class="h2">2- وأما سفينة: </h3>
    <p class="p">- عَنْ أَبِي رَيْحَانَة عَنْ سَفِينَة قَالَ أَبُو بَكْر صَاحِب رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَغْتَسِل بِالصَّاعِ وَيَتَطَهَّر بِالْمُدِّ وَفِي حَدِيث اِبْن حَجَرٍ أَوْ قَالَ وَيُطَهِّرهُ الْمُدّ. قَالَ وَكَانَ كَبُرَ، وَمَا كُنْت أَثِقُ بِحَدِيثِهِ (صحيح مسلم)
        <br>- قال أبو عبيد الآجري عن أبي داود ثقة وقال في موضع آخر هو ثقة إن شاء الله وقوم يضعفونه إنما يخاف ممن فوقه وسمى رجلا -يعني سفينة- (سؤالات الآجري)
    </p>
    <p class="p">• فسفينة ضعفه أبو داود وأبو ريحانة إذ كان يروي عنه</p>
    <p class="p">• وكما نقل الترمذي عن ابن جهمان أنه عن بني أمية: كَذَبُوا بَنُو الزَّرْقَاءِ، بَلْ هُمْ مُلُوكٌ مِنْ شَرِّ الْمُلُوكِ. اهـ. فيتبين أنه كان متعصبا، وفي هذا تعريض بمعاوية رضي الله عنه الذي ثبت في فضله أحاديث عن النبي صلى الله عليه وسلم.
        <br> • وقال ابن خلدون: كان ينبغي أن تلحق دولة معاوية وأخباره بدول الخلفاء وأخبارهم فهو تاليهم في الفضل والعدالة والصحبة. ولا ينظر في ذلك إلى حديث "الخلافة بعدي ثلاثون سنة" فإنه لم يصحّ، والحق أنّ معاوية في عداد الخلفاء. وحاشى الله أن يشبّه معاوية بأحد ممّن بعده، فهو من الخلفاء الراشدين، ومن كان تلوه في الدين والفضل من الخلفاء المروانية ممن تلاه في المرتبة كذلك (تاريخ ابن خلدون)
        <br> • وقد أورد الخلال بابا كاملا في إثبات خلافة معاوية وما ورد فيها من حديث
        <br> • وحديث الخلافة ثلاثون سنة يتعارض مع حديثين ثابتين عن النبي:
        <br> 1- أما الأول: فأخبر حذيفة عن النبي أنه قال: تكون النبوة فيكم ما شاء الله أن تكون، ثم يرفعها الله إذا شاء أن يرفعها، ثم تكون خلافة على منهاج النبوة فتكون ما شاء الله أن تكون، ثم يرفعها الله إذا شاء أن يرفعها، ثم تكون ملكًا عاضًا فيكون ما شاء الله أن يكون، ثم يرفعها إذا شاء الله أن يرفعها، ثم تكون ملكًا جبرية فتكون ما شاء الله أن تكون، ثم يرفعها الله إذا شاء أن يرفعها، ثم تكون خلافة على منهاج النبوة.(أخرجه الطيالسي والبيهقي)، فإن كانت الخلافة في بدايتها ثلاثين سنة، فيكون هذا طعنا في معاوية وملكه ووصفه بالعاض والظلم، وهذا يخالف ما صح عن النبي أنه دعا لمعاوية فقال: اللهم اجعله هاديا مهديا واهده واهد به.
        <br> 2- وأما الثاني: فعن جابر عن النبي قال: إِنَّ هَذَا الْأَمْرَ لَا يَنْقَضِي حَتَّى يَمْضِيَ فِيهِمْ اثْنَا عَشَرَ خَلِيفَةً كلهم من قريش (أخرجه البخاري ومسلم)، وهذا يدل على أن معاوية خامس الخلفاء الراشدين على منهاج النبوة رضي الله عنه.
    </p>
    <h2 class="h1">وبهذا نقول: حديث (الخلافة ثلاثون سنة) حديث ضعيف إسناده وقد خالف الأحاديث والآثار الصحيحة</h2>
</body>

</html>